Repository: DimaMishchenko/currency
Catalog: Features/Settings/Sources/SettingsUI/Resources/Settings.xcstrings
Source language: en
Languages: de, es, et, fr, it, ja, ko, pt_br, ru, tr, uk, zh_hans, zh_hant

# mailSendFailed
source: Email could not be sent
de: E-Mail konnte nicht gesendet werden
es: No se pudo enviar el correo
et: E-kirja ei saanud saata
fr: Impossible d’envoyer l’e-mail
it: Impossibile inviare l’email
ja: メールを送信できませんでした
ko: 이메일을 보내지 못했습니다
pt_br: Não foi possível enviar o e-mail
ru: Не удалось отправить письмо
tr: E-posta gönderilemedi
uk: Не вдалося надіслати листа
zh_hans: 无法发送邮件
zh_hant: 無法傳送郵件

# feedbackExplanation
source: Found a bug or have an idea? Send me your feedback.
de: Einen Fehler gefunden oder eine Idee? Schick mir dein Feedback.
es: ¿Encontraste un error o tienes una idea? Envíame tus comentarios.
et: Leidsid vea või sul on idee? Saada mulle tagasisidet.
fr: Un bug ou une idée ? Envoyez-moi vos commentaires.
it: Hai trovato un bug o hai un’idea? Inviami il tuo feedback.
ja: 不具合やアイデアがありますか？ぜひご意見をお寄せください。
ko: 버그를 찾았거나 아이디어가 있나요? 의견을 보내주세요.
pt_br: Encontrou um erro ou tem uma ideia? Envie seu feedback.
ru: Нашли ошибку или есть идея? Напишите мне.
tr: Bir hata mı buldun veya bir fikrin mi var? Bana geri bildirimini gönder.
uk: Знайшли помилку чи маєте ідею? Напишіть мені.
zh_hans: 发现了问题或有新想法？欢迎向我反馈。
zh_hant: 發現問題或有新想法？歡迎向我提供回饋。

source: Personalization
de: Personalisierung
es: Personalización
et: Isikupärastamine
fr: Personnalisation
it: Personalizzazione
ja: カスタマイズ
ko: 개인화
pt_br: Personalização
ru: Персонализация
tr: Kişiselleştirme
uk: Персоналізація
zh_hans: 个性化
zh_hant: 個人化

source: Help
de: Hilfe
es: Ayuda
et: Abi
fr: Aide
it: Aiuto
ja: ヘルプ
ko: 도움말
pt_br: Ajuda
ru: Помощь
tr: Yardım
uk: Допомога
zh_hans: 帮助
zh_hant: 協助

source: About
de: Über die App
es: Acerca de
et: Teave
fr: À propos
it: Informazioni
ja: このアプリについて
ko: 앱 정보
pt_br: Sobre
ru: О приложении
tr: Hakkında
uk: Про застосунок
zh_hans: 关于
zh_hant: 關於

source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad
et: Privaatsuspoliitika
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de privacidade
ru: Политика конфиденциальности
tr: Gizlilik politikası
uk: Політика конфіденційності
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Terms of use
de: Nutzungsbedingungen
es: Condiciones de uso
et: Kasutustingimused
fr: Conditions d’utilisation
it: Condizioni d’uso
ja: 利用規約
ko: 이용약관
pt_br: Termos de uso
ru: Условия использования
tr: Kullanım koşulları
uk: Умови використання
zh_hans: 使用条款
zh_hant: 使用條款

source: Open source
de: Quellcode
es: Código abierto
et: Avatud lähtekood
fr: Code source
it: Codice sorgente
ja: オープンソース
ko: 오픈 소스
pt_br: Código aberto
ru: Открытый исходный код
tr: Açık kaynak
uk: Відкритий вихідний код
zh_hans: 开源代码
zh_hant: 開放原始碼

# appearanceSystem
source: System
es: Sistema
et: Süsteem
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
ru: Системная
tr: Sistem
uk: Системна
zh_hans: 系统
zh_hant: 系統

# appearanceIndigo
source: Indigo
es: Índigo
et: Indigosinine
it: Indaco
ja: インディゴ
ko: 남색
pt_br: Índigo
ru: Индиго
tr: Çivit
uk: Індиго
zh_hans: 靛蓝色
zh_hant: 靛藍色

# appearanceOrange
source: Orange
es: Naranja
et: Oranž
it: Arancione
ja: オレンジ
ko: 주황색
pt_br: Laranja
ru: Оранжевый
tr: Turuncu
uk: Помаранчевий
zh_hans: 橙色
zh_hant: 橙色

# appVersion
source: Version %1$@ · Build %2$@
es: Versión %1$@ · Compilación %2$@
et: Versioon %1$@ · Järk %2$@
it: Versione %1$@ · Build %2$@
ja: バージョン %1$@ · ビルド %2$@
ko: 버전 %1$@ · 빌드 %2$@
pt_br: Versão %1$@ · Compilação %2$@
ru: Версия %1$@ · Сборка %2$@
tr: Sürüm %1$@ · Yapı %2$@
uk: Версія %1$@ · Збірка %2$@
zh_hans: 版本 %1$@ · 构建 %2$@
zh_hant: 版本 %1$@ · 組建 %2$@

# contactEmail
source: Email
es: Correo
et: E-post
ja: メール
ko: 이메일
ru: Почта
tr: E-posta
uk: Пошта
zh_hans: 邮件
zh_hant: 郵件

# contactWebsite
source: Website
es: Sitio web
et: Veebileht
fr: Site web
it: Sito web
ja: サイト
ko: 웹사이트
pt_br: Site
ru: Сайт
tr: Web sitesi
uk: Сайт
zh_hans: 网站
zh_hant: 網站

source: Feedback
es: Comentarios
et: Tagasiside
fr: Avis
ja: フィードバック
ko: 피드백
ru: Обратная связь
tr: Geri bildirim
uk: Зворотний зв’язок
zh_hans: 反馈
zh_hant: 回饋
